var chongqingData = [{
	"code": "100400_1001",
	"bank": "平安银行"
}, {
	"code": "100400_1002",
	"bank": "重庆银行"
}, {
	"code": "100400_1003",
	"bank": "兴业银行"
}, {
	"code": "100400_1004",
	"bank": "浦发银行"
}, {
	"code": "100400_1005",
	"bank": "厦门银行"
}, {
	"code": "100400_1006",
	"bank": "渣打银行"
}, {
	"code": "100400_1007",
	"bank": "南粤银行"
}, {
	"code": "100400_1008",
	"bank": "中银消费"
}, {
	"code": "100400_1009",
	"bank": "瀚华乐享金"
}
];

var shenzhenData = [{
	"code": "100100_1001",
	"bank": "中国工商银行"
}, {
	"code": "100100_1002",
	"bank": "中国建设银行"
}, {
	"code": "100100_1003",
	"bank": "中国银行"
}, {
	"code": "100100_1004",
	"bank": "中国农业银行"
}, {
	"code": "100100_1005",
	"bank": "交通银行"
}, {
	"code": "100100_1006",
	"bank": "华兴银行"
}, {
	"code": "100100_1007",
	"bank": "华润银行"
}, {
	"code": "100100_1008",
	"bank": "兴业银行"
}, {
	"code": "100100_1009",
	"bank": "华融消费"
}, {
	"code": "100100_1010",
	"bank": "广州银行"
}, {
	"code": "100100_1011",
	"bank": "南粤银行"
}, {
	"code": "100100_1012",
	"bank": "渣打银行"
}, {
	"code": "100100_1013",
	"bank": "中银消费"
}, {
	"code": "100100_1014",
	"bank": "小赢优贷"
},{
	"code": "100100_1015",
	"bank": "平安银行"
}, {
	"code": "100100_1016",
	"bank": "北京银行"
}, {
	"code": "100100_1017",
	"bank": "南充银行"
}, {
	"code": "100100_1018",
	"bank": "包商银行"
}, {
	"code": "100100_1019",
	"bank": "恒生银行"
}, {
	"code": "100100_1020",
	"bank": "光大银行"
},{
	"code": "100100_1021",
	"bank": "华夏银行"
},{
	"code": "100100_1022",
	"bank": "招商银行"
}];
